abruptContraction/pimpleFoam/system/probes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     |
    \\  /    A nd           | Web:      www.OpenFOAM.org
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

fields (p);
probeLocations
(
    (0.1 0 0.09)
    (0.15 0 0.09)
    (0.215 0 0)
    (0.245 0 0)
    (0.275 0 0)
    (0.375 0 0)
    (0.555 0 0)
);

// ************************************************************************* //
